<?php
include('GuessWords.php');

set_time_limit(0);

$txt = 'شایدباخودتانتصورکنیدکهرکوردداربیشتریندانلوددرمیانبازیهایاندرویدیبایدمتعلقبهبازیهاییهمچونکلشافکلنزیاپوکمونگوباشد.امابااینکهاینبازیهاطرفدارانبسیاریرادرسراسردنیادارند،امانتوانستهاندرکوردبیشتریندانلودبازیرادرگوگلپلیبشکنند.رکوردبیشتریندانلوددرمیانبازیهایاندرویدیدراختیاربازیSubwaySurfersاستکهیکبازیسادهوبدونگیمپلیخاصیمیباشد.درادامهماچندموردازپرطرفدارترینبازیهایاندرویدرامعرفیخواهیمنمودکهبهترتیبمیزاندانلودازگوگلپلی،معرفیخواهندشد.همچنینلینکدانلودمستقیماینبازیهاازگوگلپلینیزدراختیارعلاقهمندانقرارخواهدگرفتتادرصورتتمایلبتواننداینبازیهارادانلودنمودهوازانجامآنهالذتببرند.';

$model = new GuessWords();

$model->mainLanguage = 'fa-IR';

echo $model->GuessParagraph(str_replace(' ', '', $txt));

